Repository: myclabs/Inventory
Catalog: application/languages/AF/inputInput.tmx
Source language: fr
Languages: en

source: Saisie non démarrée
en: Not started

source: Saisie en cours
en: In progress

source: Saisie incomplète
en: Incomplete

source: Saisie complète, calculs incomplets
en: Complete input, incomplete calculation

source: Saisie complète
en: Complete

source: Saisie terminée
en: Finished

source: Terminer la saisie
en: Finish the input

source: Libellé libre
en: Free label

source: Aperçu des résultats
en: Results preview

source: L'aperçu permet de visualiser les résultats sans enregistrer.
en: The preview allows to see the results without saving the input.

source: Enregistrement effectué, saisie incomplète. Vous pouvez renseigner les zones obligatoires manquantes maintenant ou plus tard.
en: Data saved, input is incomplete. You can fill the missing mandatory fields now or later.

source: Enregistrement effectué (saisie complète).
en: Input saved (complete input).

source: Enregistrement effectué. La saisie est complète, mais un problème est intervenu dans l'exécution des calculs : le membre « [MEMBER] » pour la coordonnée « [DIMENSION] » de la famille « [FAMILY] » est introuvable.
en: Input saved. The input is complete, but the calculation failed: the parameter "[PARAMETER]" of the family "[FAMILY]" doesn't exist.

source: Perte des modifications non enregistrées. Poursuivre ?
en: Unsaved changes will be lost, please confirm.

source: La saisie enregistrée est incomplète, ses résultats ne peuvent être affichés.
en: Saved input is not complete, the results cannot be displayed.

source: La saisie enregistrée est complète mais un problème est intervenu au cours de l'exécution des calculs.
en: Saved input is complete but a problem occurred during calculation.

source: La saisie enregistrée est complète mais n'a généré aucun résultat.
en: Saved input is complete but has not generated any result.

source: Champ obligatoire pour atteindre le statut : complet.
en: This field is mandatory to reach the status: complete.

source: Saisie terminée.
en: Input finished.

source: La saisie est complète, vous devez cliquer sur "Terminer la saisie" si vous ne comptez plus y apporter de modifications.
en: The input is complete, you must click on "Finish the input" if you do not plan on editing it.
